Repository: OmegaT-L10N/hy
Catalog: omegat/project_save.tmx
Source language: en
Languages: hy

source: &About...
hy: &Ծրագրի մասին...

source: &Access Project Contents
hy: &Բացել նախագծի պարունակությունը

source: &Add
hy: &Ավելացնել

source: &Add...
hy: &Ավելացնել...

source: &Back
hy: &Հետ

source: &Cancel
hy: &Չեղարկել

source: &Close
hy: &Փակել

source: &Current Source Document
hy: &Ընթացիկ բնօրինակ փաստաթուղթ

source: &Dictionaries
hy: &Բառարաններ

source: &Edit
hy: &Խմբագրել

source: &Edit...
hy: &Խմբագրել...

source: &Filter
hy: &Զտիչ

source: &Finish
hy: &Ավարտել

source: &Fix All
hy: &Շիտկել բոլորը

source: &Glossaries
hy: &Գլոսարիումներ

source: &Go To
hy: &Անցնել

source: &Help
hy: &Օգնություն

source: &Insert
hy: &Ներդնել

source: &Insert Match or Selection
hy: &Ներդնել համընկնումը կամ ընտրվածքը

source: &Last Changes...
hy: &Վերջին փոփոխությունները...

source: &New...
hy: &Նոր...

source: &Next Segment
hy: &Հաջորդ հատված

source: &OK
hy: &ԼԱՎ

source: &Open...
hy: &Բացել...

source: &Preferences...
hy: &Նախընտրություններ...

source: &Project
hy: &Նախագիծ

source: &Properties...
hy: &Հատկություններ...

source: &Quit
hy: &Ելք

source: &Redo Last Action
hy: &Կրկնել վերջին գործողությունը

source: &Reload
hy: &Վերաբեռնել

source: &Remove
hy: &Հեռացնել

source: &Remove Filter
hy: &Հեռացնել զտիչը

source: &Replace
hy: &Փոխարինել

source: &Replace Next
hy: &Փոխարինել առաջ

source: &Root
hy: &Արմատ

source: &Save
hy: &Պահել

source: &Save As...
hy: &Պահել իբրև...

source: &Search
hy: &Որոնել

source: &Search Project...
hy: &Որոնել նախագծի մեջ...

source: &Skip
hy: &Բաց թողնել

source: &Source Files
hy: &Բնօրինակի նիշքեր

source: &Target Files
hy: &Թարգմանված նիշքեր

source: &Undo Last Action
hy: &Հետարկել վերջին գործողությունը

source: &User's Manual...
hy: &Օգտագիրոջ ձեռնարկ...

source: &Writeable Glossary
hy: &Գրվող գլոսարիում

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
hy: --remote-project Ներբեռնել omegat.project նիշքը հղումով, որը նշված է իբրև <project path> և բեռնել նախագիծը:

source: -h, --help Show usage information.
hy: -h, --help Ցուցադրել տեղեկանքը:

source: 1) Reduce the number of source files and translate in batches;
hy: 1) Պակասեցնել բնօրինակի նիշքերի քանակը և մասերով թարգմանել:

source: A&dd
hy: Ավե&լացնել

source: C&urrent Target Document
hy: Ըն&թացիկ թարգմանված փաստաթուղթ

source: Commit Source Files
hy: Ամրագրել բնօրինակի նիշքերը

source: Commit Target Files
hy: Ամրագրել թարգմանված նիշքերը

source: Con&tents
hy: Բովան&դակություն

source: Confirm
hy: Հաստատել

source: Cop&y Files to Source Folder...
hy: Պատճե&նել նիշքերը բնօրինակների պանակի մեջ...

source: Copy Files to Source Folder...
hy: Պատճենել նիշքերը բնօրինակների պանակի մեջ...

source: Create &Glossary Entry...
hy: Ստեղծել &գլոսարիումի տարր...

source: Create &Translated Documents
hy: Ստեղծել &թարգմանված փաստաթղթեր

source: Create Current Translated &Document
hy: Ստեղծել &ընթացիկ թարգմանված փաստաթուղթ

source: Create MED Project...
hy: Ստեղծել MED նախագիծը...

source: Download &Team Project...
hy: Ներբեռնել &թիմային նախագիծը...

source: Download Media&Wiki Page...
hy: Ներբեռնել Media&Wiki-ի էջը...

source: Download MediaWiki Page
hy: Ներբեռնել MediaWiki-ի էջը

source: E&xport Selection
hy: Արտա&հանել ընտրվածքը

source: Error
hy: Սխալ

source: File &Filters...
hy: Նիշքերի &զտիչներ...

source: File Copy Failed
hy: Չհաջողվեց պատճենել նիշքը

source: I&nsert Source
hy: Ներ&դնել բնօրինակը

source: Importing Wiki Page Failed
hy: Wiki էջի ներմուծումը ձախողվեց

source: In order for the changes to take effect OmegaT needs to close and then open the project.
hy: Փոփոխությունները ուժի մեջ մտնելու համար հարկավոր է փակել ու նորից բացել նախագիծը:

source: Insert Missing Source &Tags
hy: Ներդնել բնօրինակի բացակայող &պիտակները

source: Insert Next Missing Tag
hy: Ներդնել հաջորդ բացակայող պիտակը

source: Insert Tag {0}
hy: Ներդնել պիտակը {0}

source: Insert Unicode Control Character
hy: Ներդնել Unicode կառավարող նշանը

source: Invoke `team -h` for details.
hy: Կանչեք `team -h` մանրամասների համար:

source: L&og...
hy: Մատ&յան...

source: Left-to-Right Mark (LRM U+200E)
hy: Գրել ձախից աջ (LRM U+200E)

source: Main Menu
hy: Գլխավոր ընտրացուցակ

source: Menu
hy: Ընտրացուցակ

source: Menu and Keyboard shortcuts
hy: Ընտրացուցակ և ստեղնաշարի կարճատներ

source: Next N&ote
hy: Հաջորդ N&ote

source: OmegaT has chosen option 'Yes' automatically.
hy: OmegaT-ն ինքնաշխատորեն ընտրել է «Այո» տարբերակը:

source: OmegaT ran out of memory, and will quit when you press OK.
hy: OmegaT-ի հիշողությունը վերջացավ, ԼԱՎ կոճակը սեղմելուն պես ծրագիրը կփակվի:

source: Open MED Project...
hy: Բացել MED նախագիծը...

source: Open Recent Pro&ject
hy: Բացել վերջին նախա&գիծը

source: Options
hy: Նախընտրություններ

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
hy: Ընտրանքներ՝ Չկա՝ Մեկնարկել ՕԳՄ-ը Միայն նախագծի ուղին՝ Մեկնարկել ՕԳՄ-ը և բեռնել նշված նախագիքը team Թիմային նախագծերի հետ աշխատելու գործիք:

source: Please type or paste the URL of the mediawiki page
hy: Մուտքագրեք կամ փաքցրեք MediaWiki-ի էջի հասցեն

source: Project &Files...
hy: Նախագծի &նիշքեր...

source: Project is Empty
hy: Նախագիծը դատարկ է

source: R&emove
hy: Հե&ռացնել

source: R&eplace with Match or Selection
hy: Փոխարինել համընկնման կամ ընտրվածքի վրա

source: Re&move Filter
hy: Հեռա&ցնել զտիչը

source: Re&place All
hy: Փոխա&րինել բոլորը

source: Re&place with Source
hy: Փոխարինել& բնօրինակով

source: Register Identical Translation
hy: Գրանցել բնօրինակին նույնական թարգմանությունը

source: Remove translation
hy: Հեռացնել թարգմանությունը

source: Reopen the project now?
hy: Վերաբացե՞լ այս նախագիծը հիմա:

source: Replace with &Machine Translation
hy: Փոխարինել &մեքենայական թարգմանությունով

source: Restore De&faults
hy: Վերականգնել սկզբ&նադիրները

source: Right-to-Left Mark (RLM U+200F)
hy: Գրել աջից ձախ (RLM U+200F)

source: Search and Replace...
hy: Որոնում և փոխարինում...

source: Select
hy: Ընտրել

source: Select &Next Match
hy: Ընտրել &հաջորդ համընկնումը

source: Select &Previous Match
hy: Ընտրել &նախորդ համընկնումը

source: Select Mat&ch
hy: Ընրտրել համը&նկնումը

source: Select Match #&1
hy: Ընտրել համընկնում #&1

source: Select Match #&2
hy: Ընտրել համընկնում #&2

source: Select Match #&3
hy: Ընտրել համընկնում #&3

source: Select Match #&4
hy: Ընտրել համընկնում #&4

source: Select Match #&5
hy: Ընտրել համընկնում #&5

source: Set empty translation
hy: Կայել դատարկ թարգմանությունը

source: T&Ms
hy: T&M նիշքեր

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
hy: Օգտագործում՝ java -jar OmegaT.jar [<ընտրանքներ>] [<նախագծի ուղին>]

source: Warning
hy: Զգուշացում

source: You may try to solve this problem in one of the following ways:
hy: Դուք կարող եք փորձել լուծել այս խնդիրը հետևյալ եղանակներից մեկով՝
